<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8">
</head>
<body>
<p><strong>Allgemeine Gesch&auml;ftsbedingungen der identity Trust Management AG</strong></p>

<p><strong>f&uuml;r Identifizierungsdienstleistungen in den identity Kurier Verfahren</strong></p>

<p><strong><em>(Stand: Oktober 2015)</em></strong></p>

<p><strong>1. Geltungsbereich und Rechtsgrundlagen</strong></p>

<p>1.1 Diese Allgemeinen Gesch&auml;ftsbedingungen (nachfolgend &bdquo;AGB&ldquo;) gelten f&uuml;r Vertr&auml;ge mit der identityTrust Management AG &uuml;ber Identifizierungsdienstleistungen und die Bef&ouml;rderung von IdentSendungen (nachfolgend einheitlich &bdquo;Sendungen&ldquo; genannt) im Gebiet der Bundesrepublik Deutschland und grenz&uuml;berschreitend einschlie&szlig;lich besonders vereinbarter Zusatz- und Nebenleistungen. Diese AGB umfassen insbesondere die Identifizierung und eine damit zusammenh&auml;ngende Bef&ouml;rderung in folgenden Verfahren:</p>

<p>a. <strong>identity Kurier</strong>: Identifikation nat&uuml;rlicher und juristischer Personen nach den gesetzlichen Regelungen des Geldw&auml;schegesetzes, des Signaturgesetzes und des Gesetzes zur Regelung von De-Mail Diensten. Die Identifikation erfolgt anhand der gesetzlich vorgeschriebenen Ausweisdokumente durch das Erfassen der erforderlichen Angaben und der eigenh&auml;ndigen Unterzeichnung durch den Identifizierer und den Empf&auml;nger.</p>

<p>b. <strong>identity Kurier Sign</strong>: Identifikation nat&uuml;rlicher und juristischer Personen nach den gesetzlichen Regelungen des Geldw&auml;schegesetzes, des Signaturgesetzes und des Gesetzes zur Regelung von DE-Mail Diensten. Die Identifikation erfolgt anhand der gesetzlich vorgeschriebenen Ausweisdokumente durch das Erfassen der erforderlichen Angaben und der eigenh&auml;ndigen Unterzeichnung durch den Identifizierer und den Empf&auml;nger. Zus&auml;tzlich werden Unterlagen an den Empf&auml;nger &uuml;bergeben und/ oder an den Kunden zur&uuml;ckgef&uuml;hrt. Erg&auml;nzend kann nach Kundenwunsch die Vollst&auml;ndigkeit der Unterschriften unter den zur&uuml;ckzuf&uuml;hrenden Dokumenten gepr&uuml;ft werden.</p>

<p>c. <strong>identity Kurier Sign + Deliver</strong>: Identifikation nat&uuml;rlicher und juristischer Personen nach den gesetzlichen Regelungen des Geldw&auml;schegesetzes und des Gesetzes zur Regelung von DE-Mail Diensten. Die Identifikation erfolgt anhand der gesetzlich vorgeschriebenen Ausweisdokumente durch das Erfassen der erforderlichen Angaben und der eigenh&auml;ndigen Unterzeichnung durch den Identifizierer und den Empf&auml;nger. Zus&auml;tzlich werden Unterlagen an den Empf&auml;nger &uuml;bergeben und/ oder an den Kunden zur&uuml;ckgef&uuml;hrt. Erg&auml;nzend kann nach Kundenwunsch die Vollst&auml;ndigkeit der Unterschriften unter den zur&uuml;ckzuf&uuml;hrenden Dokumenten gepr&uuml;ft werden. Nur im Falle der positiven Identifikation und soweit vom Kunden gew&uuml;nscht, der Unterzeichnung der Vertragsdokumente, wird zus&auml;tzlich eine Ware &uuml;bergeben.</p>

<p>Der genaue Dienstleistungsinhalt ergibt sich abschlie&szlig;end aus den jeweiligen g&uuml;ltigen Leistungsbeschreibungen.</p>

<p>1.2 Zur Identifizierung und gegebenenfalls Bef&ouml;rderung in anderen als den unter Ziffer 1.1 genannten Verfahren bedarf es einer gesonderten Vereinbarung zwischen der identity Trust Management AG und dem Auftraggeber.</p>

<p>1.3 Soweit &ndash; in folgender Rangfolge &ndash; durch zwingende gesetzliche Vorschriften, schriftliche Einzelvereinbarungen, die unter Ziffer 1.3 genannten speziellen Bedingungen und diese AGB nichts anderes bestimmt ist, finden f&uuml;r</p>

<ul>
    <li>Bef&ouml;rderungen in der Bundesrepublik Deutschland die Vorschriften der &sect;&sect; 407 ff HGB &uuml;ber den Frachtvertrag</li>
    <li>grenz&uuml;berschreitende Bef&ouml;rderungen zwingende internationale Vorschriften</li>
</ul>

<p>wie die Bestimmungen CMR (Convention on the Contract for the International Carriage of Goods by Road), des Montrealer &Uuml;bereinkommens oder des Warschauer Abkommens in ihrer jeweils g&uuml;ltigen Fassung Anwendung.</p>

<p><strong>2. Vertragsverh&auml;ltnis und Ausschl&uuml;sse</strong></p>

<p>2.1 Die identity Trust Management AG f&uuml;hrt Identifizierungen der von den Auftraggebern benannten Personen ausschlie&szlig;lich nach der jeweils vereinbarten Leistungsbeschreibung durch.</p>

<p>2.2 Die identity Trust Management AG ist berechtigt, Ihre Dienstleistungen auch durch Dritte erbringen zu lassen.</p>

<p>2.3 Vertr&auml;ge &uuml;ber Identifizierungsdienstleistungen und damit zusammenh&auml;ngende Bef&ouml;rderungsvertr&auml;ge kommen nur dann durch &Uuml;bergabe von Sendungen durch oder f&uuml;r den Auftraggeber und deren &Uuml;bernahme in die Obhut der identity Trust Management AG oder von ihr beauftragten Unternehmen nach Ma&szlig;gabe der vorliegenden AGB zustande, wenn es sich <u>nicht</u> um eine der in Ziffer 2.4 aufgelisteten, von der Bef&ouml;rderung ausgeschlossenen, Sendungen handelt. Abweichende Bedingungen sind schriftlich/in Textform zu vereinbaren.</p>

<p>2.4 Die identity Trust Management AG schlie&szlig;t im Zusammenhang mit den Identifikationen nur Bef&ouml;rderungsvertr&auml;ge f&uuml;r Sendungen, die nicht Teil der nachfolgend aufgelisteten und von der Bef&ouml;rderung ausgeschlossenen Sendungen sind. Mitarbeiter der identity Trust Management AG und sonstige Erf&uuml;llungsgehilfen sind ausdr&uuml;cklich nicht berechtigt, Bef&ouml;rderungsvertr&auml;ge &uuml;ber Sendungen zu schlie&szlig;en, die von der Bef&ouml;rderung ausgeschlossen sind. Allein die &Uuml;bernahme - gleich ob durch die identity Trust Management AG oder ihre Erf&uuml;llungsgehilfen - von Sendungen, die von der Bef&ouml;rderung ausgeschlossen sind, ist keine Annahme eines Angebotes des Auftraggebers auf Abschluss eines Bef&ouml;rderungsvertrages.</p>

<p><strong><u>Von der Bef&ouml;rderung ausgeschlossene Sendungen sind:</u></strong></p>

<p>2.4.1 Sendungen, die den Spezifikationen gem&auml;&szlig; Ziffer 3 nicht entsprechen;</p>

<p>2.4.2 Sendungen, deren Inhalt, &auml;u&szlig;ere Gestalt oder Bef&ouml;rderung gegen gesetzliche Bestimmungen oder beh&ouml;rdliche Verbote versto&szlig;en oder besondere Einrichtungen (z.B. f&uuml;r temperaturgef&uuml;hrte G&uuml;ter), Sicherheitsvorkehrungen oder Genehmigungen erfordern;</p>

<p>2.4.3 Sendungen, durch deren Inhalt oder &auml;u&szlig;ere Beschaffenheit Personen verletzt oder Sachsch&auml;den verursacht werden k&ouml;nnen;</p>

<p>2.4.4 Sendungen, die lebende Tiere oder Pflanzen, Tierkadaver oder Teile derselben, K&ouml;rperteile oder sterbliche &Uuml;berreste von Menschen enthalten;</p>

<p>2.4.5. Sendungen, deren Bef&ouml;rderung gefahrgutrechtlichen Vorschriften unterliegt, sowie Waffen und Munition jeder Art, Drogen. &sect; 410 HGB bleibt hiervon unber&uuml;hrt;</p>

<p>2.4.6 Sendungen, die Antiquit&auml;ten oder Kunstgegenst&auml;nde enthalten;</p>

<p>2.4.7 Sendungen, die Valoren II. Klasse (z.B. Bargeld, Blankoschecks, Bundesbankschecks, Briefmarken, Devisen, Dividendenscheine, Edelmetalle aller Art sowie daraus erstellte Artikel, Edelsteine, Eintrittskarten, Fahrkarten, Gewinnanteilscheine, Gutscheine, Reiseschecks, Sammlerm&uuml;nzen, Scheidem&uuml;nzen, Schmuck, Steuerbanderolen, Telefonkarten, Vouchers) enthalten, f&uuml;r die im Schadenfall keine Sperrungen sowie Aufgebots- und Ersatzverfahren durchgef&uuml;hrt werden k&ouml;nnen;</p>

<p>2.4.8 Sendungen, die einen tats&auml;chlichen Wert von mehr als EUR 1.000,00 inkl. Ust. haben.</p>

<p>2.5 Entspricht eine Sendung hinsichtlich ihrer Beschaffenheit (z.B. Gr&ouml;&szlig;e, Format und Gewicht) oder in sonstiger Weise nicht den in Ziffer 3 genannten Bedingungen oder diesen AGB, so steht es der identity Trust Management AG frei,</p>

<ul>
    <li>die Annahme der Sendung zu verweigern oder</li>
    <li>eine bereits &uuml;bergebene/&uuml;bernommene Sendung zur&uuml;ckzugeben oder zur Abholung bereitzuhalten oder</li>
    <li>diese ohne Benachrichtigung des Auftraggebers zu bef&ouml;rdern und ein entsprechendes Entgelt gem&auml;&szlig; gesetzlicher Bestimmungen nachzufordern.</li>
</ul>

<p>Entsprechendes gilt, wenn bei Verdacht auf von der Bef&ouml;rderung ausgeschlossene G&uuml;ter oder auf sonstige Vertragsverst&ouml;&szlig;e der Auftraggeber auf Verlangen der identity Trust Management AG Angaben dazu verweigert.</p>

<p>2.6 Erlangt die identity Trust Management AG erst nach &Uuml;bernahme der Sendung Kenntnis davon, dass die Sendung zu den von der Bef&ouml;rderung ausgeschlossenen Sendungen geh&ouml;rt, oder verweigert der Auftraggeber auf Verlangen der identity Trust Management AG bei Verdacht auf von der Bef&ouml;rderung ausgeschlossene Sendungen Angaben dazu, erkl&auml;rt die identity Trust Management AG bereits jetzt die Anfechtung eines etwaigen Bef&ouml;rderungsvertrages wegen arglistiger T&auml;uschung. Die identity Trust Management AG ist nicht verpflichtet Sendungen daraufhin zu &uuml;berpr&uuml;fen, ob sie von der Bef&ouml;rderung ausgeschlossen sind oder nicht. Die identity Trust Management AG ist jedoch bei Verdacht auf Vorliegen einer von der Bef&ouml;rderung ausgeschlossenen Sendung zur &Ouml;ffnung und &Uuml;berpr&uuml;fung der jeweiligen Sendung berechtigt. Der Auftraggeber kann selbst dann keine Rechte hinsichtlich etwaigen Vertragsschlusses, der Behandlung, des geschuldeten Entgelts, der Haftung usw. aus der unbeanstandeten Annahme und Bef&ouml;rderung der Sendung herleiten, wenn er diese mit Kennzeichen versieht, die auf eine unter Ziffer 2.3 oder 2.4 fallende Beschaffenheit verweist oder wenn er in sonstiger Weise auf eine der in Ziffer 2.3 benannten Sendungen hinweist.</p>

<p>2.7 Anspr&uuml;che aus diesem Vertrag, einschlie&szlig;lich der Haftung, kann grunds&auml;tzlich nur der Auftraggeber als Vertragspartner der identity Trust Management AG geltend machen. Ausnahmsweise ist auch der Empf&auml;nger zur Geltendmachung der Anspr&uuml;che gem&auml;&szlig; &sect; 421 HGB im eigenen Namen berechtigt, soweit er die vertraglichen Verpflichtungen, insbesondere die Pflicht zur Zahlung des Entgeltes, erf&uuml;llt. Die Rechte und Pflichten des Auftraggebers bleiben im Falle des Satzes 2 unber&uuml;hrt.</p>

<p><strong>3. Verpackung, Deklaration, Dokumente</strong></p>

<p>3.1 Die zur &Uuml;bernahme bereit gestellte und &uuml;bergebene Sendungen ist haltbar zu verpacken. Die Verpackung muss rei&szlig;fest, sto&szlig;fest und best&auml;ndig sein, so dass die Sendung vor Verlust und Besch&auml;digung&nbsp;gesch&uuml;tzt ist und daraus Dritten oder dem Transportunternehmen keine Sch&auml;den entstehen. Fehlt eine Versiegelung, tr&auml;gt der Auftraggeber die Beweislast f&uuml;r eine behauptete &Ouml;ffnung der Verpackung.</p>

<p>3.2 Jede zur &Uuml;bernahme bestimmte Sendung ist mit einer gut sichtbar und haltbar angebrachten, vollst&auml;ndigen Auftraggeberangabe und Empf&auml;ngeranschrift zu versehen.</p>

<p>3.3 Die &auml;u&szlig;ere Verpackung darf keinen R&uuml;ckschluss auf den Wert des Versandgutes zulassen.</p>

<p>3.4 Vom Kunden zur &Uuml;bernahme &uuml;bergebene Dokumente f&uuml;r den Endkunden sind in einem verschlossenen Umschlag zu &uuml;bergeben.</p>

<p><strong>4. Zwischenlager, Sammeltransporte, Zustellnachweis</strong></p>

<p>4.1 Das Transportunternehmen ist berechtigt, Sendungen verschiedener Auftraggeber und unterschiedlicher Versand- und Empfangsorte zu Sammeltransporten zusammenzufassen. Zwischenlagerungen sind dem Transportunternehmen gestattet.</p>

<p>4.2 Das Transportunternehmen &uuml;bernimmt bei einer Zwischenlagerung als Nebenpflicht des Transportvertrages die Verpflichtung zur sorgf&auml;ltigen Verwahrung des Frachtgutes ohne dass daraus ein selbst&auml;ndiger Lagervertrag entsteht.</p>

<p>4.3 Nach erfolgter Quittierung seitens des jeweiligen Empf&auml;ngers gegen&uuml;ber dem Transportunternehmen bzw. dessen Transportpersonal gilt die Ablieferung der Ware als ordnungsgem&auml;&szlig; erfolgt.</p>

<p><strong>5. &Auml;nderungen des Transportauftrages, Ablieferhindernisse</strong></p>

<p>5.1 Der Auftraggeber darf nach &Uuml;bernahme des Transportgutes nachtr&auml;glich Weisungen erteilen, z.B. die Sendung an einen anderen Ort oder an einen anderen Empf&auml;nger abzuliefern oder die Sendung an den Auftraggeber zur&uuml;ckzuliefern. Solche Weisungen sind f&uuml;r das Transportunternehmen nur verbindlich, wenn sie seitens des Auftraggebers schriftlich erfolgen. Das &Auml;nderungsrecht des Auftraggebers erlischt mit der Annahme der Sendung durch den Empf&auml;nger. Das Transportunternehmen kann die Ausf&uuml;hrung einer Weisung ablehnen, wenn dadurch sein Betrieb unzumutbar beeintr&auml;chtigt, insbesondere die Erf&uuml;llung anderer Auftr&auml;ge gef&auml;hrdet wird.</p>

<p>5.2 Kann eine Sendung trotz Terminvereinbarung mit dem Adressaten beim ersten Versuch nicht zugestellt werden, so wird nach erneuter Terminvereinbarung noch ein zweiter Zustellversuch durchgef&uuml;hrt. Sollte auch der zweite Zustellversuch erfolglos verlaufen, wird der Auftrag an den Auftraggeber retourniert. Mehraufwendungen, die durch Anlieferungshindernisse oder Weisungen entstehen, hat der Auftraggeber zu tragen.</p>

<p><strong>6. Pflichten des Auftraggebers</strong></p>

<p>6.1 Der Auftraggeber muss die vereinbarten Leistungsbestandteile aus der mit ihm vereinbarten Leistungsbeschreibung erf&uuml;llen. Unber&uuml;hrt bleiben &uuml;ber die Identifizierung hinausgehende gesetzliche Pr&uuml;fund Kontrollpflichten des jeweiligen Auftraggebers. Diese verbleiben im Verantwortungsbereich des Auftraggebers.</p>

<p>6.2 Ob mit der beauftragten Identifizierung die vom Auftraggeber beabsichtige Rechtswirkung eintritt, verbleibt im Verantwortungsbereich des Auftraggebers.</p>

<p>6.3 Dem Auftraggeber obliegt die Einhaltung der verbraucherschutzrechtlichen und wettbewerbsrechtlichen Vorschriften der Prozesse f&uuml;r die er die Identifizierung beauftragt.</p>

<p><strong>7. Nutzung von Gegenst&auml;nden, R&uuml;ckgabepflicht</strong></p>

<p>Nutzt die eine Vertragspartei Gegenst&auml;nde, die der anderen Vertragspartei zuzurechnen sind, um Arbeiten durchzuf&uuml;hren, die im Zusammenhang mit der Erf&uuml;llung des Vertrages stehen, auf den sich diese AGB beziehen, akzeptiert die eine Vertragspartei dabei die Anordnungen der anderen Vertragspartei zur Benutzung dieser Gegenst&auml;nde und unterliegt insoweit auch den Weisungen der Mitarbeiter der anderen Vertragspartei. Schwere Verst&ouml;&szlig;e gegen diese Anordnungen berechtigen zum Nutzungsverbot und zur au&szlig;erordentlichen K&uuml;ndigung. Die Gegenst&auml;nde sind nach Ende des Vertrages zur&uuml;ckzugeben.</p>

<p><strong>8. Reklamationen</strong></p>

<p>Ist ein Verlust oder eine Besch&auml;digung der Sendung &auml;u&szlig;erlich erkennbar und zeigt der Empf&auml;nger oder der Absender dem Frachtf&uuml;hrer Verlust oder Besch&auml;digung nicht sp&auml;testens bei Ablieferung der Sendung an, so wird vermutet, dass die Sendung in vertragsgem&auml;&szlig;em Zustand abgeliefert worden ist.<br />
    Die Anzeige muss den Schaden hinreichend deutlich kennzeichnen.<br />
    Die Vermutung nach Absatz 1 gilt auch, wenn der Verlust oder die Besch&auml;digung &auml;u&szlig;erlich nicht erkennbar war und nicht innerhalb von sieben Tagen nach Ablieferung angezeigt worden ist.</p>

<p>Die Anzeige muss schriftlich gegen&uuml;ber der identity Trust Management AG geltend gemacht werden.</p>

<p><strong>9. Haftung, Haftungsausschl&uuml;sse</strong></p>

<p>Nachfolgende Bestimmungen gelten nur soweit, wie nicht zwingende gesetzliche Bestimmungen - insbesondere die unter Ziffer 1.3 genannten Bestimmungen - dagegen stehen.</p>

<p>9.1 Die identity Trust Management AG haftet f&uuml;r die Sch&auml;den, die auf eine Handlung oder Unterlassung zur&uuml;ckzuf&uuml;hren sind, die sie, einer ihrer Mitarbeiter oder sonstige Erf&uuml;llungsgehilfen (&sect;&sect; 428,435 HGB, Art. 3 CMR) vors&auml;tzlich oder leichtfertig und in dem Bewusstsein, dass ein Schaden mit Wahrscheinlichkeit eintreten werde, begangen hat, ohne R&uuml;cksicht auf die nachfolgend genannten Haftungsbeschr&auml;nkungen. F&uuml;r Sch&auml;den, die auf das Verhalten ihrer Mitarbeiter oder sonstigen Erf&uuml;llungsgehilfen zur&uuml;ckzuf&uuml;hren sind, haftet die identity Trust Management AG in diesem Zusammenhang nur, soweit diese in Aus&uuml;bung ihrer Verrichtung gehandelt haben.<br />
    F&uuml;r Personensch&auml;den gelten die jeweiligen gesetzlichen Bestimmungen.</p>

<p>9.2 Die identity Trust Management AG haftet ansonsten nur im Umfang des unmittelbaren vertragstypischen Schadens und nur bis zu den unter Ziffer 9.4 und 9.5 genannten Haftungsh&ouml;chstgrenzen. &Uuml;berdies haftet die identity Trust Management AG nur soweit ein Schaden auch bei gr&ouml;&szlig;ter Sorgfalt nicht vermieden und dessen Folgen nicht abgewendet werden konnten.</p>

<p>F&uuml;r Sch&auml;den, die im Zusammenhang mit der Bef&ouml;rderung von Sendungen entstehen, die gem. Ziffer 2.4 von der Bef&ouml;rderung ausgeschlossen sind, ist eine Haftung der identity Trust Management AG ausgeschlossen.<br />
    Dies gilt auch f&uuml;r andere als in Ziffer 8.3 und 8.4 bezeichnete Sch&auml;den, sowie f&uuml;r Nebenpflichtverletzungen und au&szlig;ervertragliche Anspr&uuml;che.</p>

<p>9.3 Die identity Trust Management AG ist zus&auml;tzlich zu den gesetzlichen Ausschl&uuml;ssen von seiner Haftung befreit, soweit der Verlust, die Besch&auml;digung oder die &Uuml;berschreitung der Lieferfrist auf eine der folgenden Gefahren zur&uuml;ckzuf&uuml;hren ist:</p>

<ul>
    <li>ungen&uuml;gende Verpackung durch den Absender;</li>
    <li>ungen&uuml;gende Kennzeichnung der Frachtst&uuml;cke durch den Absender;</li>
</ul>

<p>9.4 Die Haftung der identity Trust Management AG f&uuml;r den Verlust und/oder die Besch&auml;digung von Sendungen ist der H&ouml;he nach begrenzt mit dem Wert der Sendung maximal jedoch</p>

<p>9.4.1 bei Bef&ouml;rderungen innerhalb der Bundesrepublik Deutschland mit EUR 1.000,00.</p>

<p>9.5 Die Haftung der identity Trust Management AG f&uuml;r die &Uuml;berschreitung von Lieferfristen oder wegen sonstiger Abweichung von einem vereinbarten Ablieferungstermin f&uuml;r Sendungen, f&uuml;r die die Einhaltung einer bestimmten Lieferfrist bzw. eines bestimmten Ablieferungstermins geschuldet ist, ist auf den dreifachen Betrag der Fracht (Erstattung des Entgelts) begrenzt.</p>

<p>9.6 Haftet der Frachtf&uuml;hrer wegen der Verletzung einer mit der Ausf&uuml;hrung der Bef&ouml;rderung des Gutes zusammenh&auml;ngenden vertraglichen Pflicht f&uuml;r Sch&auml;- den, die nicht durch Verlust oder Besch&auml;digung des Gutes oder durch &Uuml;berschreitung der Lieferfrist entstehen, und handelt es sich um andere Sch&auml;den als Sach- oder Personensch&auml;den, so ist auch in diesem Falle die Haftung begrenzt, und zwar auf das Dreifache des Betrages, der bei Verlust des Gutes zu zahlen w&auml;re.</p>

<p>9.7 F&uuml;r Sch&auml;den die durch eine fehlerhafte Identifizierung oder Fehler die bei der &Uuml;berpr&uuml;fung der Vollst&auml;ndigkeit der Unterschriften entstehen, haftet die identity Trust Management AG in H&ouml;he des jeweiligen Entgeltes f&uuml;r den Auftrag.</p>

<p>9.8 Anspr&uuml;che sind unverz&uuml;glich, sp&auml;testens aber 1 Monat nach Durchf&uuml;hrung der Identifikation unter Angabe des Fehlers schriftlich anzuzeigen.</p>

<p><strong>10. Datenschutz</strong></p>

<p>10.1 Die identity Trust Management AG verpflichtet sich im Rahmen der gesetzlichen Bestimmungen zur Beachtung der jeweils g&uuml;ltigen datenschutzrechtlichen Bestimmungen. Die identity Trust Management AG legt ihren Mitarbeitern und Erf&uuml;llungsgehilfen entsprechende Verpflichtungen auf.</p>

<p>10.2 Die identity Trust Management AG verpflichtet sich, jede Handlung zu unterlassen, welche der Werbung oder Gewinnung von Auftraggebern, die ihr durch die Zusammenarbeit mit dem Auftraggeber bekannt geworden sind, f&uuml;r eigene oder fremde Zwecke dient.</p>

<p>Die identity Trust Management AG wird insbesondere das ihr zur Verf&uuml;gung gestellte Adressmaterial weder unmittelbar noch mittelbar, ganz oder in Teilen, f&uuml;r eigene oder fremde Zwecke nutzen und/oder Dritten bekannt geben.</p>

<p>10.3 Die identity Trust Management AG wird &uuml;ber bekannt gewordene interne Angelegenheiten der Auftraggeber Stillschweigen bewahren. Diese Verpflichtung gilt auch nach Vertragsbeendigung.</p>

<p>10.4 Von der identity Trust Management AG eingesetzte Erf&uuml;llungsgehilfen werden hinsichtlich der Einhaltung der Ziffern 9.1 und 9.2 entsprechend durch die identity Trust Management AG geschult, nach den einschl&auml;gigen Gesetzen, insbesondere &sect; 5 BDSG verpflichtet und &uuml;berwacht.</p>

<p>10.5 Alle personenbezogenen Daten (Identpr&uuml;fdaten) werden nach Abschluss der Bearbeitung und erfolgreicher &Uuml;bermittlung an den Kooperationspartner mit einer maximalen Backupfrist von 7 Tagen gel&ouml;scht. Die L&ouml;schung der personenbezogenen Daten erfolgt automatisiert durch L&ouml;schung der Identmerkmale der Person aus dem Datensatz. Lediglich die Adressdaten des Empf&auml;ngers werden nach Abschluss des Auftrages f&uuml;r weitere 3 Monate vorgehalten.</p>

<p>Die entpersonifizierten Auftragsdaten (Kooperationspartner, Sendungsnummer, Referenznummer, Adressdaten des Empf&auml;ngers) werden mit einer Frist von 3 Monaten, nach Abschluss der Bearbeitung im Betriebssystem, in der Software vorgehalten, um eventuelle Anfragen, Reklamationen und Statistiken ohne Zeitverlust nachvollziehen und auswerten zu k&ouml;nnen.</p>

<p>Nach Ablauf der Frist von 3 Monaten werden die entpersonifizierten Auftragsdaten in einer separierten Offline-Datenbank f&uuml;r weitere 9 Monate vorgehalten.</p>

<p>Nach Ablauf von insgesamt 12 Monaten werden auch die entpersonifizierten Auftragsdaten automatisiert abschlie&szlig;end gel&ouml;scht.</p>

<p><strong>11. Zahlungsbedingungen</strong></p>

<p>11.1 Vorbehaltlich einer abweichenden Vereinbarung, die im Einzelfall m&ouml;glich ist, wird das Entgelt mit allen Nebenkosten mit Zugang der erstellten Rechnung ohne Abz&uuml;ge und sofort f&auml;llig und ist kostenfrei auf das von der identity Trust Management AG genannte Konto zu zahlen.</p>

<p>11.2 Bei &Uuml;berschreitung der Zahlungsfrist nach Ziffer 10.1 stehen der identity Trust Management AG, ohne dass es einer weiteren Mahnung bedarf, Zinsen in H&ouml;he von 8% &uuml;ber dem Basis-Zinssatz der Europ&auml;ischen Zentralbank zu (&sect; 288 Absatz BGB).</p>

<p><strong>12. R&uuml;cktrittsrecht/K&uuml;ndigung</strong></p>

<p>12.1 F&uuml;r den Auftraggeber ist der mit der identity Trust Management AG geschlossene Vertrag, ausgenommen besonderer vertraglicher Vereinbarungen t&auml;glich und ohne Frist k&uuml;ndbar.</p>

<p>12.2 Die identity Trust Management AG kann aus wichtigem Grund von der jeweils geschlossenen vertraglichen Vereinbarung zur&uuml;cktreten bzw. diese k&uuml;ndigen. Wichtiger Grund im Sinne dieser Regelung ist u.a. die nachtr&auml;gliche Kenntnis von der Er- &ouml;ffnung eines Insolvenz-, Konkurs-, Gesamtvollstreckungs- oder Vergleichsverfahren des Auftraggebers. Hat die identity Trust Management AG den wichtigen Grund zu vertreten, so entf&auml;llt der Zahlungsanspruch der identity Trust Management AG gegen&uuml;ber dem Auftraggeber f&uuml;r die noch nicht erbrachte Leistung bzw. Teilleistung. Hat der Auftraggeber den wichtigen Grund zu vertreten, so hat er, unbeschadet etwaiger anderer Rechtspflichten, f&uuml;r die bis dahin erbrachte Leistung das vorgesehene Entgelt, gem&auml;&szlig; der vertraglichen Vereinbarung mit der identity Trust Management AG, zu zahlen, es sei denn, der Auftraggeber weist nach, dass Kosten in geringerer H&ouml;he entstanden sind. Besteht der wichtige Grund in der Verletzung einer Pflicht in dem Vertrag durch den Auftraggeber, ist die K&uuml;ndigung erst nach erfolglosem Ablauf einer der identity Trust Management AG zur Abhilfe bestimmten Frist oder nach erfolgloser Abmahnung durch die identity Trust Management AG zul&auml;ssig. Dies betrifft auch den R&uuml;cktritt vom Vertrag. In diesem Fall hat der Gl&auml;ubiger dem Schuldner erfolglos eine angemessene Frist zur Leistung oder Nacherf&uuml;llung zu bestimmen. Es gilt &sect; 323 BGB.</p>

<p>12.3 Ereignisse h&ouml;herer Gewalt und der identity Trust Management AG nicht zu vertretende Umst&auml;nde, welche die Erf&uuml;llung des Auftrages unm&ouml;glich machen oder &uuml;berm&auml;&szlig;ig erschweren, wie z.B. Streik, Aussperrung oder Mobilmachung, Krieg, kriegs&auml;hnliche Zust&auml;nde, Blockade, Ein- und Ausfuhrverbote, Verkehrssperren, beh&ouml;rdliche Ma&szlig;nahmen, Energie- und Rohstoffmangel, Hochwasser etc. berechtigen die identity Trust Management AG auch innerhalb des Verzuges, die Bef&ouml;rderung im Sinne von Ziffer 3. um die Dauer der Behinderung hinauszuschieben.</p>

<p>Im Falle einer nicht nur vor&uuml;bergehenden Leistungsbehinderung oder &ndash; Erschwerung kann die identity Trust Management AG wegen des noch nicht erf&uuml;llten Teiles vom Vertrag ganz oder teilweise zur&uuml;cktreten. Das Recht zum Hinausschieben bzw. R&uuml;cktritt besteht unabh&auml;ngig davon, ob die in Satz 1 oder 2 genannten Ereignisse bei der identity Trust Management AG oder bei einem Erf&uuml;llungsgehilfen der identity AG eintreten. Die Aus&uuml;bung dieses Rechtes durch die identity Trust Management AG begr&uuml;ndet keine Schadensersatzanspr&uuml;che des Auftraggebers. Ziffer 8.1 bleibt unber&uuml;hrt.</p>

<p>12.4 Eine K&uuml;ndigung durch den Auftraggeber gem&auml;&szlig; &sect; 415 HGB nach &Uuml;bergabe/&Uuml;bernahme der Sendung in die Obhut der identity Trust Management AG ist ausgeschlossen. Ein R&uuml;cktritt bez&uuml;glich von der identity Trust Management AG bereits erbrachten Teilleistungen ist ausgeschlossen.</p>

<p><strong>13. Vollmacht</strong></p>

<p>Der Auftraggeber erteilt der identity Trust Management AG die jederzeit widerrufliche Vollmacht gegen&uuml;ber einem Dritten, s&auml;mtliche Sendungen, welche nicht bestimmungsgem&auml;&szlig; in den Betriebsablauf des Dritten gelangt sind, zur&uuml;ckzunehmen und alle hierf&uuml;r erforderlichen Erkl&auml;rungen abzugeben.</p>

<p><strong>14. Aufrechnungsverbot</strong></p>

<p>Gegen&uuml;ber Forderungen der identity Trust Management AG aus dem Vertrag &uuml;ber den Transport von Sendungen darf nur mit unbestrittenen oder rechtskr&auml;ftig festgestellten Forderungen aufgerechnet werden.</p>

<p><strong>15. Pfandrecht</strong></p>

<p>Hinsichtlich des Pfandrechtes gilt die Regelung des &sect; 441 HGB.</p>

<p><strong>16. Sonstiges</strong></p>

<p>Sollte eine Bestimmung dieser Allgemeinen Gesch&auml;ftsbedingungen ganz oder teilweise unwirksam sein, so wird hiervon die G&uuml;ltigkeit der &uuml;brigen Bestimmungen nicht ber&uuml;hrt. Die Parteien werden die unwirksame bzw. nichtige Bestimmung durch eine solche ersetzen, die in ihrem rechtlichen und wirtschaftlichem Gehalt der unwirksamen bzw. nichtigen Bestimmung und dem Gesamtzweck des Vertrages am n&auml;chsten kommt.</p>

<p><strong>17. Gerichtsstand</strong></p>

<p>Gerichtsstand f&uuml;r alle Streitigkeiten ist D&uuml;sseldorf.</p>

<p>&nbsp;</p>

<p>identity Trust Management AG</p>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p><strong>Allgemeine Gesch&auml;ftsbedingungen der identity Trust Management AG</strong></p>

<p><strong>f&uuml;r Identifizierungsdienstleistungen in den identity Shop Verfahren</strong></p>

<p><strong><em>(Stand: Oktober 2015)</em></strong></p>

<p><strong>1. Geltungsbereich und Rechtsgrundlagen</strong></p>

<p>1.1 Diese Allgemeinen Gesch&auml;ftsbedingungen (nachfolgend &bdquo;AGB&ldquo;) gelten f&uuml;r Vertr&auml;ge mit der identity. Trust Management AG &uuml;ber Identifizierungsdienstleistungen und die Bef&ouml;rderung von IdentSendungen (nachfolgend einheitlich &bdquo;Sendungen&ldquo; genannt) im Gebiet der Bundesrepublik Deutschland und grenz&uuml;berschreitend einschlie&szlig;lich besonders vereinbarter Zusatz- und Nebenleistungen. Diese AGB umfassen insbesondere die Identifizierung und eine damit zusammenh&auml;ngende Bef&ouml;rderung in folgenden Verfahren:</p>

<p>a. <strong>identity Shop</strong>: Identifikation nat&uuml;rlicher und juristischer Personen nach den gesetzlichen Regelungen des Geldw&auml;schegesetzes, des Signaturgesetzes und des Gesetzes zur Regelung von De-Mail Diensten. Die Identifikation erfolgt anhand der gesetzlich vorgeschriebenen Ausweisdokumente durch das Erfassen der erforderlichen Angaben und der eigenh&auml;ndigen Unterzeichnung durch den Identifizierer und den Empf&auml;nger in station&auml;ren Filial- Ident-Systemen (Shops).</p>

<p>b. <strong>identity Shop Sign</strong>: Identifikation nat&uuml;rlicher und juristischer Personen nach den gesetzlichen Regelungen des Geldw&auml;schegesetzes, des Signaturgesetzes und des Gesetzes zur Regelung von DE-Mail Diensten. Die Identifikation erfolgt in station&auml;ren Filial- Ident-Systemen (Shops) anhand der gesetzlich vorgeschriebenen Ausweisdokumente durch das Erfassen der erforderlichen Angaben und der eigenh&auml;ndigen Unterzeichnung durch den Identifizierer und den Empf&auml;nger. Zus&auml;tzlich werden Unterlagen an/ bzw. von dem Empf&auml;nger &uuml;bergeben und/ oder an den Kunden zur&uuml;ckgef&uuml;hrt. Erg&auml;nzend kann nach Kundenwunsch die Vollst&auml;ndigkeit der Unterschriften unter den zur&uuml;ckzuf&uuml;hrenden Dokumenten gepr&uuml;ft werden.</p>

<p>Der genaue Dienstleistungsinhalt ergibt sich abschlie&szlig;end aus den jeweiligen g&uuml;ltigen Leistungsbeschreibungen.</p>

<p>1.2 Zur Identifizierung und gegebenenfalls Bef&ouml;rderung in anderen als den unter Ziffer 1.1 genannten Verfahren bedarf es einer gesonderten Vereinbarung zwischen der identity Trust Management AG und dem Auftraggeber.</p>

<p>1.3 Soweit &ndash; in folgender Rangfolge &ndash; durch zwingende gesetzliche Vorschriften, schriftliche Einzelvereinbarungen, die unter Ziffer 1.2 genannten speziellen Bedingungen und diese AGB nichts anderes bestimmt ist, finden f&uuml;r</p>

<ul>
    <li>Bef&ouml;rderungen in der Bundesrepublik Deutschland die Vorschriften der &sect;&sect; 407 ff HGB &uuml;ber den Frachtvertrag</li>
    <li>grenz&uuml;berschreitende Bef&ouml;rderungen zwingende internationale Vorschriften</li>
</ul>

<p>wie die Bestimmungen CMR (Convention on the Contract for the International Carriage of Goods by Road), des Montrealer &Uuml;bereinkommens oder des Warschauer Abkommens in ihrer jeweils g&uuml;ltigen Fassung Anwendung.</p>

<p><strong>2. Vertragsverh&auml;ltnis und Ausschl&uuml;sse</strong></p>

<p>2.1 Die identity Trust Management AG f&uuml;hrt Identifizierungen der von den Auftraggebern benannten Personen ausschlie&szlig;lich nach der jeweils vereinbarten Leistungsbeschreibung durch.</p>

<p>2.2 Die identity Trust Management AG ist berechtigt, Ihre Dienstleistungen auch durch Dritte erbringen zu lassen.</p>

<p>2.3 Vertr&auml;ge &uuml;ber Identifizierungsdienstleistungen und damit gegebenenfalls zusammenh&auml;ngende Bef&ouml;rderungsvertr&auml;ge kommen nur dann durch &Uuml;bergabe von Sendungen durch oder f&uuml;r den Auftraggeber und deren &Uuml;bernahme in die Obhut der identity Trust Management AG oder von ihr beauftragten Unternehmen nach Ma&szlig;gabe der vorliegenden AGB zustande, wenn es sich <u>nicht</u> um eine der in Ziffer 2.5 aufgelisteten, von der Bef&ouml;rderung ausgeschlossenen, Sendungen handelt. Abweichende Bedingungen sind schriftlich/in Textform zu vereinbaren.</p>

<p>2.4 Im Rahmen der Verfahren zu identity Shop Sign werden von der identity Trust Management AG ausschlie&szlig;lich im Zusammenhang mit einer Identifikation Dokumente von Kunden abgeholt bzw. zum Kunden zur&uuml;ckgef&uuml;hrt.</p>

<p>2.5 Die identity Trust Management AG schlie&szlig;t im Zusammenhang mit den Identifikationen nur Bef&ouml;rderungsvertr&auml;ge f&uuml;r Sendungen, die nicht Teil der nachfolgend aufgelisteten und von der Bef&ouml;rderung ausgeschlossenen Sendungen sind. Mitarbeiter der identity Trust Management AG und sonstige Erf&uuml;llungsgehilfen sind ausdr&uuml;cklich nicht berechtigt, Bef&ouml;rderungsvertr&auml;ge &uuml;ber Sendungen zu schlie&szlig;en, die von der Bef&ouml;rderung ausgeschlossen sind. Allein die &Uuml;bernahme - gleich ob durch die identity Trust Management AG oder ihre Erf&uuml;llungsgehilfen - von Sendungen, die von der Bef&ouml;rderung ausgeschlossen sind, ist keine Annahme eines Angebotes des Auftraggebers auf Abschluss eines Bef&ouml;rderungsvertrages.</p>

<p><u><strong>Von der Bef&ouml;rderung ausgeschlossene Sendungen sind:</strong></u></p>

<p>2.5.1 Sendungen, die den Spezifikationen gem&auml;&szlig; Ziffer 3 nicht entsprechen;</p>

<p>2.5.2 Sendungen, deren Inhalt, &auml;u&szlig;ere Gestalt oder Bef&ouml;rderung gegen gesetzliche Bestimmungen oder beh&ouml;rdliche Verbote versto&szlig;en oder besondere Einrichtungen (z.B. f&uuml;r temperaturgef&uuml;hrte G&uuml;ter), Sicherheitsvorkehrungen oder Genehmigungen erfordern;</p>

<p>2.5.3 Sendungen, durch deren Inhalt oder &auml;u&szlig;ere Beschaffenheit Personen verletzt oder Sachsch&auml;den verursacht werden k&ouml;nnen;</p>

<p>2.5.4 Sendungen, die lebende Tiere oder Pflanzen, Tierkadaver oder Teile derselben, K&ouml;rperteile oder sterbliche &Uuml;berreste von Menschen enthalten;</p>

<p>2.5.5. Sendungen, deren Bef&ouml;rderung gefahrgutrechtlichen Vorschriften unterliegt, sowie Waffen und Munition jeder Art, Drogen. &sect; 410 HGB bleibt hiervon unber&uuml;hrt;</p>

<p>2.5.6 Sendungen, die Antiquit&auml;ten oder Kunstgegenst&auml;nde enthalten;</p>

<p>2.5.7 Sendungen, die Valoren II. Klasse (z.B. Bargeld, Blankoschecks, Bundesbankschecks, Briefmarken, Devisen, Dividendenscheine, Edelmetalle aller Art sowie daraus erstellte Artikel, Edelsteine, Eintrittskarten, Fahrkarten, Gewinnanteilscheine, Gutscheine, Reiseschecks, Sammlerm&uuml;nzen, Scheidem&uuml;nzen, Schmuck, Steuerbanderolen, Telefonkarten, Vouchers) enthalten, f&uuml;r die im Schadenfall keine Sperrungen sowie Aufgebots- und Ersatzverfahren durchgef&uuml;hrt werden k&ouml;nnen;</p>

<p>2.5.8 Sendungen, die einen tats&auml;chlichen Wert von mehr als EUR 500,00 inkl. Ust. haben.</p>

<p>2.6 Entspricht eine Sendung hinsichtlich ihrer Beschaffenheit (z.B. Gr&ouml;&szlig;e, Format und Gewicht) oder in sonstiger Weise nicht den in Ziffer 3 genannten Bedingungen oder diesen AGB, so steht es der identity Trust Management AG frei,</p>

<ul>
    <li>die Annahme der Sendung zu verweigern oder</li>
    <li>eine bereits &uuml;bergebene/&uuml;bernommene Sendung zur&uuml;ckzugeben oder zur Abholung bereitzuhalten oder</li>
    <li>diese ohne Benachrichtigung des Auftraggebers zu bef&ouml;rdern und ein entsprechendes Entgelt gem&auml;&szlig; gesetzlicher Bestimmungen nachzufordern.</li>
</ul>

<p>Entsprechendes gilt, wenn bei Verdacht auf von der Bef&ouml;rderung ausgeschlossene G&uuml;ter oder auf sonstige Vertragsverst&ouml;&szlig;e der Auftraggeber auf Verlangen der identity Trust Management AG Angaben dazu verweigert.</p>

<p>2.7 Erlangt die identity Trust Management AG erst nach &Uuml;bernahme der Sendung Kenntnis davon, dass die Sendung zu den von der Bef&ouml;rderung ausgeschlossenen Sendungen geh&ouml;rt, oder verweigert der Auftraggeber auf Verlangen der identity Trust Management AG bei Verdacht auf von der Bef&ouml;rderung ausgeschlossene Sendungen Angaben dazu, erkl&auml;rt die identity Trust Management AG bereits jetzt die Anfechtung eines etwaigen Bef&ouml;rderungsvertrages wegen arglistiger T&auml;uschung. Die identity Trust Management AG ist nicht verpflichtet Sendungen daraufhin zu &uuml;berpr&uuml;fen, ob sie von der Bef&ouml;rderung ausgeschlossen sind oder nicht. Die identity Trust Management AG ist jedoch bei Verdacht auf Vorliegen einer von der Bef&ouml;rderung ausgeschlossenen Sendung zur &Ouml;ffnung und &Uuml;berpr&uuml;fung der jeweiligen Sendung berechtigt. Der Auftraggeber kann selbst dann keine Rechte hinsichtlich etwaigen Vertragsschlusses, der Behandlung, des geschuldeten Entgelts, der Haftung usw. aus der unbeanstandeten Annahme und Bef&ouml;rderung der Sendung herleiten, wenn er diese mit Kennzeichen versieht, die auf eine unter Ziffer 2.3 oder 2.4 fallende Beschaffenheit verweist oder wenn er in sonstiger Weise auf eine der in Ziffer 2.3 benannten Sendungen hinweist.</p>

<p>2.8 Anspr&uuml;che aus diesem Vertrag, einschlie&szlig;lich der Haftung, kann grunds&auml;tzlich nur der Auftraggeber als Vertragspartner der identity Trust Management AG geltend machen. Ausnahmsweise ist auch der Empf&auml;nger zur Geltendmachung der Anspr&uuml;che gem&auml;&szlig; &sect; 421 HGB im eigenen Namen berechtigt, soweit er die vertraglichen Verpflichtungen, insbesondere die Pflicht zur Zahlung des Entgeltes, erf&uuml;llt. Die Rechte und Pflichten des Auftraggebers bleiben im Falle des Satzes 2 unber&uuml;hrt.</p>

<p><strong>3. Verpackung, Deklaration, Dokumente</strong></p>

<p>3.1 Die zur &Uuml;bernahme bereit gestellte und &uuml;bergebene Sendungen ist haltbar zu verpacken. Die Verpackung muss rei&szlig;fest, sto&szlig;fest und best&auml;ndig sein, so dass die Sendung vor Verlust und Besch&auml;digung gesch&uuml;tzt ist und daraus Dritten oder dem Transportunternehmen keine Sch&auml;den entstehen. Fehlt eine Versiegelung, tr&auml;gt der Auftraggeber die Beweislast f&uuml;r eine behauptete &Ouml;ffnung der Verpackung.</p>

<p>3.2 Jede zur &Uuml;bernahme bestimmte Sendung ist mit einer gut sichtbar und haltbar angebrachten, vollst&auml;ndigen Auftraggeberangabe und Empf&auml;ngeranschrift zu versehen.</p>

<p>3.3 Die &auml;u&szlig;ere Verpackung darf keinen R&uuml;ckschluss auf den Wert des Versandgutes zulassen.</p>

<p>3.4 Vom Kunden zur &Uuml;bernahme und vom Endkunden zum R&uuml;ckversand an den Kunden &uuml;bergebene Dokumente f&uuml;r den Endkunden sind in einem verschlossenen Umschlag zu &uuml;bergeben.</p>

<p><strong>4. Zwischenlager, Sammeltransporte, Zustellnachweis</strong></p>

<p>4.1 Das Transportunternehmen ist berechtigt, Sendungen verschiedener Auftraggeber und unterschiedlicher Versand- und Empfangsorte zu Sammeltransporten zusammenzufassen. Zwischenlagerungen sind dem Transportunternehmen gestattet.</p>

<p>4.2 Das Transportunternehmen &uuml;bernimmt bei einer Zwischenlagerung als Nebenpflicht des Transportvertrages die Verpflichtung zur sorgf&auml;ltigen Verwahrung des Frachtgutes ohne dass daraus ein selbst&auml;ndiger Lagervertrag entsteht.</p>

<p>4.3 Nach erfolgter Quittierung seitens des jeweiligen Empf&auml;ngers gegen&uuml;ber dem Transportunternehmen bzw. dessen Transportpersonal gilt die Ablieferung der Ware als ordnungsgem&auml;&szlig; erfolgt.</p>

<p><strong>5. &Auml;nderungen des Transportauftrages, Ablieferhindernisse</strong></p>

<p>5.1 Der Auftraggeber darf nach &Uuml;bernahme des Transportgutes nachtr&auml;glich Weisungen erteilen, z.B. die Sendung an einen anderen Ort oder an einen anderen Empf&auml;nger abzuliefern oder die Sendung an den Auftraggeber zur&uuml;ckzuliefern. Solche Weisungen sind f&uuml;r das Transportunternehmen nur verbindlich, wenn sie seitens des Auftraggebers schriftlich erfolgen. Das &Auml;nderungsrecht des Auftraggebers erlischt mit der Annahme der Sendung durch den Empf&auml;nger. Das Transportunternehmen kann die Ausf&uuml;hrung einer Weisung ablehnen, wenn dadurch sein Betrieb unzumutbar beeintr&auml;chtigt, insbesondere die Erf&uuml;llung anderer Auftr&auml;ge gef&auml;hrdet wird.</p>

<p>5.2 Kann eine Sendung trotz Terminvereinbarung mit dem Adressaten beim ersten Versuch nicht zugestellt werden, so wird nach erneuter Terminvereinbarung noch ein zweiter Zustellversuch durchgef&uuml;hrt. Sollte auch der zweite Zustellversuch erfolglos verlaufen, wird der Auftrag an den Auftraggeber retourniert. Mehraufwendungen, die durch Anlieferungshindernisse oder Weisungen entstehen, hat der Auftraggeber zu tragen.</p>

<p><strong>6. Pflichten des Auftraggebers</strong></p>

<p>6.1 Der Auftraggeber muss die vereinbarten Leistungsbestandteile aus der mit ihm vereinbarten Leistungsbeschreibung erf&uuml;llen. Unber&uuml;hrt bleiben &uuml;ber die Identifizierung hinausgehende gesetzliche Pr&uuml;fund Kontrollpflichten des jeweiligen Auftraggebers. Diese verbleiben im Verantwortungsbereich des Auftraggebers.</p>

<p>6.2 Ob mit der beauftragten Identifizierung die vom Auftraggeber beabsichtige Rechtswirkung eintritt, verbleibt im Verantwortungsbereich des Auftraggebers.</p>

<p>6.3 Dem Auftraggeber obliegt die Einhaltung der verbraucherschutzrechtlichen und wettbewerbsrechtlichen Vorschriften der Prozesse f&uuml;r die er die Identifizierung beauftragt.</p>

<p><strong>7. Nutzung von Gegenst&auml;nden, R&uuml;ckgabepflicht</strong></p>

<p>Nutzt die eine Vertragspartei Gegenst&auml;nde, die der anderen Vertragspartei zuzurechnen sind, um Arbeiten durchzuf&uuml;hren, die im Zusammenhang mit der Erf&uuml;llung des Vertrages stehen, auf den sich diese&nbsp;AGB beziehen, akzeptiert die eine Vertragspartei dabei die Anordnungen der anderen Vertragspartei zur Benutzung dieser Gegenst&auml;nde und unterliegt insoweit auch den Weisungen der Mitarbeiter der anderen Vertragspartei. Schwere Verst&ouml;&szlig;e gegen diese Anordnungen berechtigen zum Nutzungsverbot und zur au&szlig;erordentlichen K&uuml;ndigung. Die Gegenst&auml;nde sind nach Ende des Vertrages zur&uuml;ckzugeben.</p>

<p><strong>8. Reklamationen</strong></p>

<p>Ist ein Verlust oder eine Besch&auml;digung der Sendung &auml;u&szlig;erlich erkennbar und zeigt der Empf&auml;nger oder der Absender dem Frachtf&uuml;hrer Verlust oder Besch&auml;digung nicht sp&auml;testens bei Ablieferung der Sendung an, so wird vermutet, dass die Sendung in vertragsgem&auml;&szlig;em Zustand abgeliefert worden ist.</p>

<p>Die Anzeige muss den Schaden hinreichend deutlich kennzeichnen.</p>

<p>Die Vermutung nach Absatz 1 gilt auch, wenn der Verlust oder die Besch&auml;digung &auml;u&szlig;erlich nicht erkennbar war und nicht innerhalb von sieben Tagen nach Ablieferung angezeigt worden ist.</p>

<p>Die Anzeige muss schriftlich gegen&uuml;ber der identity Trust Management AG geltend gemacht werden.</p>

<p><strong>9. Haftung, Haftungsausschl&uuml;sse</strong></p>

<p>Nachfolgende Bestimmungen gelten nur soweit, wie nicht zwingende gesetzliche Bestimmungen - insbesondere die unter Ziffer 1.3 genannten Bestimmungen - dagegen stehen.</p>

<p>9.1 Die identity Trust Management AG haftet f&uuml;r die Sch&auml;den, die auf eine Handlung oder Unterlassung zur&uuml;ckzuf&uuml;hren sind, die sie, einer ihrer Mitarbeiter oder sonstige Erf&uuml;llungsgehilfen (&sect;&sect; 428,435 HGB, Art. 3 CMR) vors&auml;tzlich oder leichtfertig und in dem Bewusstsein, dass ein Schaden mit Wahrscheinlichkeit eintreten werde, begangen hat, ohne R&uuml;cksicht auf die nachfolgend genannten Haftungsbeschr&auml;nkungen. F&uuml;r Sch&auml;den, die auf das Verhalten ihrer Mitarbeiter oder sonstigen Erf&uuml;llungsgehilfen zur&uuml;ckzuf&uuml;hren sind, haftet die identity Trust Management AG in diesem Zusammenhang nur, soweit diese in Aus&uuml;bung ihrer Verrichtung gehandelt haben.</p>

<p>F&uuml;r Personensch&auml;den gelten die jeweiligen gesetzlichen Bestimmungen.</p>

<p>9.2 Die identity Trust Management AG haftet ansonsten nur im Umfang des unmittelbaren vertragstypischen Schadens und nur bis zu den unter Ziffer 8.3 und 8.4 genannten Haftungsh&ouml;chstgrenzen. &Uuml;berdies haftet die identity Trust Management AG nur soweit ein Schaden auch bei gr&ouml;&szlig;ter Sorgfalt nicht vermieden und dessen Folgen nicht abgewendet werden konnten.</p>

<p>F&uuml;r Sch&auml;den, die im Zusammenhang mit der Bef&ouml;rderung von Sendungen entstehen, die gem. Ziffer 2.4 von der Bef&ouml;rderung ausgeschlossen sind, ist eine Haftung der identity Trust Management AG ausgeschlossen.</p>

<p>Dies gilt auch f&uuml;r andere als in Ziffer 9.4 und 9.5 bezeichnete Sch&auml;den, sowie f&uuml;r Nebenpflichtverletzungen und au&szlig;ervertragliche Anspr&uuml;che.</p>

<p>9.3 Die identity Trust Management AG ist zus&auml;tzlich zu den gesetzlichen Ausschl&uuml;ssen von seiner Haftung befreit, soweit der Verlust, die Besch&auml;digung oder die &Uuml;berschreitung der Lieferfrist auf eine der folgenden Gefahren zur&uuml;ckzuf&uuml;hren ist:</p>

<ul>
    <li>ungen&uuml;gende Verpackung durch den Absender;</li>
    <li>ungen&uuml;gende Kennzeichnung der Frachtst&uuml;cke durch den Absender;</li>
</ul>

<p>9.4 Die Haftung der identity Trust Management AG f&uuml;r den Verlust und/oder die Besch&auml;digung von Sendungen ist der H&ouml;he nach begrenzt mit dem Wert der Sendung maximal jedoch</p>

<p>9.4.1 bei Bef&ouml;rderungen innerhalb der Bundesrepublik Deutschland mit EUR 500,00.</p>

<p>9.5 Die Haftung der identity Trust Management AG f&uuml;r die &Uuml;berschreitung von Lieferfristen oder wegen sonstiger Abweichung von einem vereinbarten Ablieferungstermin f&uuml;r Sendungen, f&uuml;r die die Einhaltung einer bestimmten Lieferfrist bzw. eines bestimmten Ablieferungstermins geschuldet ist, ist auf den dreifachen Betrag der Fracht (Erstattung des Entgelts) begrenzt.</p>

<p>9.6 Haftet der Frachtf&uuml;hrer wegen der Verletzung einer mit der Ausf&uuml;hrung der Bef&ouml;rderung des Gutes zusammenh&auml;ngenden vertraglichen Pflicht f&uuml;r Sch&auml;- den, die nicht durch Verlust oder Besch&auml;digung des Gutes oder durch &Uuml;berschreitung der Lieferfrist entstehen, und handelt es sich um andere Sch&auml;den als Sach- oder Personensch&auml;den, so ist auch in diesem Falle die Haftung begrenzt, und zwar auf das Dreifache des Betrages, der bei Verlust des Gutes zu zahlen w&auml;re.</p>

<p>9.7 F&uuml;r Sch&auml;den die durch eine fehlerhafte Identifizierung oder Fehler die bei der &Uuml;berpr&uuml;fung der Vollst&auml;ndigkeit der Unterschriften entstehen, haftet die identity Trust Management AG in H&ouml;he des jeweiligen Entgeltes f&uuml;r den Auftrag.</p>

<p>9.8 Anspr&uuml;che sind unverz&uuml;glich, sp&auml;testens aber 1 Monat nach Durchf&uuml;hrung der Identifikation unter Angabe des Fehlers schriftlich anzuzeigen.</p>

<p><strong>10. Datenschutz</strong></p>

<p>10.1 Die identity Trust Management AG verpflichtet sich im Rahmen der gesetzlichen Bestimmungen zur Beachtung der jeweils g&uuml;ltigen datenschutzrechtlichen Bestimmungen. Die identity Trust Management AG legt ihren Mitarbeitern und Erf&uuml;llungsgehilfen entsprechende Verpflichtungen auf.</p>

<p>10.2 Die identity Trust Management AG verpflichtet sich, jede Handlung zu unterlassen, welche der Werbung oder Gewinnung von Auftraggebern, die ihr durch die Zusammenarbeit mit dem Auftraggeber bekannt geworden sind, f&uuml;r eigene oder fremde Zwecke dient.</p>

<p>Die identity Trust Management AG wird insbesondere das ihr zur Verf&uuml;gung gestellte Adressmaterial weder unmittelbar noch mittelbar, ganz oder in Teilen, f&uuml;r eigene oder fremde Zwecke nutzen und/oder Dritten bekannt geben.</p>

<p>10.3 Die identity Trust Management AG wird &uuml;ber bekannt gewordene interne Angelegenheiten der Auftraggeber Stillschweigen bewahren. Diese Verpflichtung gilt auch nach Vertragsbeendigung.</p>

<p>10.4 Von der identity Trust Management AG eingesetzte Erf&uuml;llungsgehilfen werden hinsichtlich der Einhaltung der Ziffern 9.1 und 9.2 entsprechend durch die identity Trust Management AG geschult, nach den einschl&auml;gigen Gesetzen, insbesondere &sect; 5 BDSG verpflichtet und &uuml;berwacht.</p>

<p>10.5 Alle personenbezogenen Daten (Identpr&uuml;fdaten) werden nach Abschluss der Bearbeitung und erfolgreicher &Uuml;bermittlung an den Kooperationspartner mit einer maximalen Backupfrist von 7 Tagen gel&ouml;scht. Die L&ouml;schung der personenbezogenen Daten erfolgt automatisiert durch L&ouml;schung der Identmerkmale der Person aus dem Datensatz. Lediglich die Adressdaten des Empf&auml;ngers werden nach Abschluss des Auftrages f&uuml;r weitere 3 Monate vorgehalten.</p>

<p>Die entpersonifizierten Auftragsdaten (Kooperationspartner, Sendungsnummer, Referenznummer, Adressdaten des Empf&auml;ngers) werden mit einer Frist von 3 Monaten, nach Abschluss der Bearbeitung im Betriebssystem, in der Software vorgehalten, um eventuelle Anfragen, Reklamationen und Statistiken ohne Zeitverlust nachvollziehen und auswerten zu k&ouml;nnen.</p>

<p>Nach Ablauf der Frist von 3 Monaten werden die entpersonifizierten Auftragsdaten in einer separierten Offline-Datenbank f&uuml;r weitere 9 Monate vorgehalten. Nach Ablauf von insgesamt 12 Monaten werden auch die entpersonifizierten Auftragsdaten automatisiert abschlie&szlig;end gel&ouml;scht.</p>

<p><strong>11. Zahlungsbedingungen</strong></p>

<p>11.1 Vorbehaltlich einer abweichenden Vereinbarung, die im Einzelfall m&ouml;glich ist, wird das Entgelt mit allen Nebenkosten mit Zugang der erstellten Rechnung ohne Abz&uuml;ge und sofort f&auml;llig und ist kostenfrei auf das von der identity Trust Management AG genannte Konto zu zahlen.</p>

<p>11.2 Bei &Uuml;berschreitung der Zahlungsfrist nach Ziffer 10.1 stehen der identity Trust Management AG, ohne dass es einer weiteren Mahnung bedarf, Zinsen in H&ouml;he von 8% &uuml;ber dem Basis-Zinssatz der Europ&auml;ischen Zentralbank zu (&sect; 288 Absatz BGB).</p>

<p><strong>12. R&uuml;cktrittsrecht/K&uuml;ndigung</strong></p>

<p>12.1 F&uuml;r den Auftraggeber ist der mit der identity Trust Management AG geschlossene Vertrag, ausgenommen besonderer vertraglicher Vereinbarungen t&auml;glich und ohne Frist k&uuml;ndbar.</p>

<p>12.2 Die identity Trust Management AG kann aus wichtigem Grund von der jeweils geschlossenen vertraglichen Vereinbarung zur&uuml;cktreten bzw. diese k&uuml;ndigen. Wichtiger Grund im Sinne dieser Regelung ist u.a. die nachtr&auml;gliche Kenntnis von der Er- &ouml;ffnung eines Insolvenz-, Konkurs-, Gesamtvollstreckungs- oder Vergleichsverfahren des Auftraggebers. Hat die identity Trust Management AG den wichtigen Grund zu vertreten, so entf&auml;llt der Zahlungsanspruch der identity Trust Management AG gegen&uuml;ber dem Auftraggeber f&uuml;r die noch nicht erbrachte Leistung bzw. Teilleistung. Hat der Auftraggeber den wichtigen Grund zu vertreten, so hat er, unbeschadet etwaiger anderer Rechtspflichten, f&uuml;r die bis dahin erbrachte Leistung das vorgesehene Entgelt, gem&auml;&szlig; der vertraglichen Vereinbarung mit der identity Trust Management AG zu zahlen, es sei denn, der Auftraggeber weist nach, dass Kosten in geringerer H&ouml;he entstanden sind. Besteht der wichtige Grund in der Verletzung einer Pflicht in dem Vertrag durch den Auftraggeber, ist die K&uuml;ndigung erst nach erfolglosem Ablauf einer der identity Trust Management AG zur Abhilfe bestimmten Frist oder nach erfolgloser Abmahnung durch die identity Trust Management AG zul&auml;ssig. Dies betrifft auch den R&uuml;cktritt vom Vertrag. In diesem Fall hat der Gl&auml;ubiger dem Schuldner erfolglos eine angemessene Frist zur Leistung oder Nacherf&uuml;llung zu bestimmen. Es gilt &sect; 323 BGB.</p>

<p>12.3 Ereignisse h&ouml;herer Gewalt und der identity Trust Management AG nicht zu vertretende Umst&auml;nde, welche die Erf&uuml;llung des Auftrages unm&ouml;glich machen oder &uuml;berm&auml;&szlig;ig erschweren, wie z.B. Streik, Aussperrung oder Mobilmachung, Krieg, kriegs&auml;hnliche Zust&auml;nde, Blockade, Ein- und Ausfuhrverbote, Verkehrssperren, beh&ouml;rdliche Ma&szlig;nahmen, Energie- und Rohstoffmangel, Hochwasser etc. berechtigen die identity Trust Management AG auch innerhalb des Verzuges, die Bef&ouml;rderung im Sinne von Ziffer 3. um die Dauer der Behinderung hinauszuschieben.</p>

<p>Im Falle einer nicht nur vor&uuml;bergehenden Leistungsbehinderung oder &ndash; Erschwerung kann die identity Trust Management AG wegen des noch nicht erf&uuml;llten Teiles vom Vertrag ganz oder teilweise zur&uuml;cktreten. Das Recht zum Hinausschieben bzw. R&uuml;cktritt besteht unabh&auml;ngig davon, ob die in Satz 1 oder 2 genannten Ereignisse bei der identity Trust Management AG oder bei einem Erf&uuml;llungsgehilfen der identity Trust Management AG eintreten. Die Aus- &uuml;bung dieses Rechtes durch die identity Trust Management AG begr&uuml;ndet keine Schadensersatzanspr&uuml;che des Auftraggebers. Ziffer 8.1 bleibt unber&uuml;hrt.</p>

<p>12.4 Eine K&uuml;ndigung durch den Auftraggeber gem&auml;&szlig; &sect; 415 HGB nach &Uuml;bergabe/&Uuml;bernahme der Sendung in die Obhut der identity Trust Management AG ist ausgeschlossen. Ein R&uuml;cktritt bez&uuml;glich von der identity Trust Management AG bereits erbrachten Teilleistungen ist ausgeschlossen.</p>

<p><strong>13. Vollmacht</strong></p>

<p>Der Auftraggeber erteilt der identity Trust Management AG die jederzeit widerrufliche Vollmacht gegen&uuml;ber einem Dritten, s&auml;mtliche Sendungen, welche nicht bestimmungsgem&auml;&szlig; in den Betriebsablauf des Dritten gelangt sind, zur&uuml;ckzunehmen und alle hierf&uuml;r erforderlichen Erkl&auml;rungen abzugeben.</p>

<p><strong>14. Aufrechnungsverbot</strong></p>

<p>Gegen&uuml;ber Forderungen der identity Trust Management AG aus dem Vertrag &uuml;ber den Transport von Sendungen darf nur mit unbestrittenen oder rechtskr&auml;ftig festgestellten Forderungen aufgerechnet werden.</p>

<p><strong>15. Pfandrecht</strong></p>

<p>Hinsichtlich des Pfandrechtes gilt die Regelung des &sect; 441 HGB.</p>

<p><strong>16. Sonstiges</strong></p>

<p>Sollte eine Bestimmung dieser Allgemeinen Gesch&auml;ftsbedingungen ganz oder teilweise unwirksam sein, so wird hiervon die G&uuml;ltigkeit der &uuml;brigen Bestimmungen nicht ber&uuml;hrt. Die Parteien werden die unwirksame bzw. nichtige Bestimmung durch eine solche ersetzen, die in ihrem rechtlichen und wirtschaftlichem Gehalt der unwirksamen bzw. nichtigen Bestimmung und dem Gesamtzweck des Vertrages am n&auml;chsten kommt.</p>

<p><strong>17. Gerichtsstand</strong></p>

<p>Gerichtsstand f&uuml;r alle Streitigkeiten ist D&uuml;sseldorf.</p>

<p>&nbsp;</p>

<p>identity Trust Management AG</p>
</body>
</html>