<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8">
</head>
<body>
<p style="text-align: center;"><strong>Datenschutzerkl&auml;rung der identity Trust Management AG</strong></p>

<ol>
    <li>Erhebung, Verarbeitung personenbezogener Daten</li>
    <li>Datenschutz</li>
    <li>L&ouml;schfristen</li>
    <li>COOKIES</li>
    <li>VERWENDUNG VON GOOGLE&nbsp;ANALYTICS</li>
    <li>Weitergabe an Beh&ouml;rden aufgrund einer gesetzlichen Grundlage</li>
    <li>Kontaktaufnahme f&uuml;r datenschutzrechtliche Fragen</li>
</ol>

<p><strong>Erhebung, Verarbeitung personenbezogener Daten</strong></p>

<p>Im Rahmen der von der identity Trust Management AG durchgef&uuml;hrten Identifizierungsleistungen und F&uuml;hrerscheinpr&uuml;fungen ist es erforderlich, personenbezogene Daten zu erheben, zu verarbeiten oder zu nutzen.</p>

<p>Dabei h&auml;ngen Art und Umfang der Erhebung, Verarbeitung oder Nutzung dieser Daten von den jeweils g&uuml;ltigen gesetzlichen Regelungen und den vertraglichen Vereinbarungen mit unseren Kooperationspartnern in Bezug auf die Identifizierungsdienstleistung und F&uuml;hrerscheinpr&uuml;fung ab.</p>

<p>Die identity Trust Management AG hat sich dem Ziel verpflichtet, so wenig personenbezogene Daten wie m&ouml;glich zu erheben, zu verarbeiten oder zu nutzen.</p>

<p>Wir nutzen Ihre personenbezogenen Daten ausschlie&szlig;lich zu dem mit unseren Kooperationspartnern vereinbarten Zweck, soweit dies f&uuml;r die von uns zu erbringende gesetzeskonforme Identifikationsdienstleistung oder F&uuml;hrerscheinpr&uuml;fung und der Einhaltung der Qualit&auml;tsstandards erforderlich ist.</p>

<p>Die identity Trust Management AG erhebt personenbezogene Daten nur unmittelbar beim Betroffenen selbst oder erh&auml;lt diese auftragsbezogen im Rahmen von Datenverarbeitungsvertr&auml;gen (ADVV) von seinen Kooperationspartnern. Die identity Trust Management AG verarbeitet personenbezogene Daten nur insoweit, als dies f&uuml;r Zwecke einer gesetzeskonformen Identifikation oder F&uuml;hrerscheinpr&uuml;fung erforderlich ist. Eine Datenerhebung bei Dritten erfolgt nicht.</p>

<p>Eine dar&uuml;berhinausgehende Nutzung, insbesondere zu Zwecken der Werbung oder Marktforschung erfolgt nicht. Der Umfang der von der identity Trust Management AG durchzuf&uuml;hrenden Erhebung, Verarbeitung oder Nutzung dieser Daten ist in dem Vertragsverh&auml;ltnis der identity Trust Management AG zu Ihrem Vertragspartner und den gesetzlichen Vorgaben, welche im Einzelfall eine Identit&auml;tspr&uuml;fung oder F&uuml;hrerscheinpr&uuml;fung verlangen festgelegt.</p>

<p>Dies sind in der Regel insbesondere folgende Daten:</p>

<p>Im Rahmen einer Identit&auml;ts&uuml;berpr&uuml;fung nach dem Gesetz &uuml;ber das Aufsp&uuml;ren von Gewinnen aus schweren Straftaten (Geldw&auml;schegesetz - GwG) und dem Gesetz &uuml;ber Rahmenbedingungen f&uuml;r elektronische Signaturen (Signaturgesetz &ndash; SigG) sind dies in der Regel:</p>

<ul>
    <li>Name</li>
    <li>Vornamen</li>
    <li>Vollst&auml;ndige Anschrift</li>
    <li>Geburtsort</li>
    <li>Geburtsdatum</li>
    <li>Staatsangeh&ouml;rigkeit</li>
    <li>Gegebenenfalls die Daten des Ausweisdokumentes, wie z.B. das G&uuml;ltigkeitsdatum, die ausstellende Beh&ouml;rde und die Ausweisnummer als Nachweis des Vorhandenseins eines g&uuml;ltigen, amtlichen Ausweisdokuments</li>
</ul>

<p>Je nach Vertragspartner und dem vom Nutzer gew&uuml;nschten Prozess hat unser Kooperationspartner auch die</p>

<ul>
    <li>Mobilfunknummer</li>
    <li>E-Mail-Adresse</li>
</ul>

<p>erfragt und es werden</p>

<ul>
    <li>Fotos/Screenshots der Person und der Vorder- und R&uuml;ckseite des Ausweisdokuments</li>
    <li>und eine Tonaufzeichnung des Videotelefonats</li>
</ul>

<p>erforderlich.</p>

<p>&nbsp;</p>

<p>Bei F&uuml;hrerscheinpr&uuml;fungen werden je nach den mit dem Kooperationspartner vereinbartem Verfahren folgende Daten des F&uuml;hrerscheins gepr&uuml;ft:</p>

<ul>
    <li>Name</li>
    <li>Vornamen</li>
    <li>Geburtsdatum</li>
    <li>Ausstellungsdatum</li>
    <li>Ausstellende Beh&ouml;rde</li>
    <li>Ablaufdatum</li>
    <li>F&uuml;hrerscheinklasse g&uuml;ltig ab</li>
    <li>F&uuml;hrerscheinklasse g&uuml;ltig bis</li>
    <li>F&uuml;hrerscheinklasse Beschr&auml;nkungen</li>
</ul>

<p><strong>Datenschutz</strong></p>

<p>Die identity Trust Management AG beachtet bei der Verarbeitung von personenbezogenen Daten alle datenschutzrechtlichen Vorschriften, insbesondere die Vorschriften des Bundesdatenschutzgesetzes (BDSG) und des Telemediengesetzes (TMG).</p>

<p>Den bei der Datenverarbeitung besch&auml;ftigten Personen ist es untersagt, personenbezogene Daten unbefugt zu erheben, zu verarbeiten oder zu nutzen (Datengeheimnis). Diese Personen werden, bei der Aufnahme ihrer T&auml;tigkeit auf das Datengeheimnis insbesondere nach &sect; 5 Bundesdatenschutzgesetz verpflichtet. Das Datengeheimnis besteht auch nach Beendigung ihrer T&auml;tigkeit fort.</p>

<p>Die identity Trust Management AG hat entsprechend der gesetzlichen Anforderungen geeignete technische und organisatorische Ma&szlig;nahmen zur Sicherung der personenbezogenen Daten getroffen, die den Zugriff unbefugter Dritter ausschlie&szlig;en. Diese werden regelm&auml;&szlig;ig &uuml;berpr&uuml;ft und &ndash; soweit erforderlich &ndash; neuen Gegebenheiten angepasst.</p>

<p><strong>L&ouml;schfristen</strong></p>

<p>Nach erfolgreichem Abschluss der Identifizierung &uuml;bermitteln wir die erhobenen Daten auftragsbezogen an unsere Kooperationspartner (Ihr Vertragspartner).</p>

<p>Vorbehaltlich gesetzlicher Aufbewahrungsfristen werden wird die identity Trust Management AG Ihre Daten nach erfolgreicher &Uuml;bermittlung an unseren Kooperationspartner innerhalb folgender Fristen l&ouml;schen:</p>

<p>Alle personenbezogenen Daten (Identpr&uuml;fdaten) werden nach Abschluss der Bearbeitung und erfolgreicher &Uuml;bermittlung an den Kooperationspartner mit einer maximalen Backupfrist von 7 Tagen gel&ouml;scht. Die L&ouml;schung der personenbezogenen Daten erfolgt automatisiert durch L&ouml;schung der Identmerkmale der Person aus dem Datensatz.</p>

<p>Die entpersonifizierten Auftragsdaten (Kooperationspartner, Auftragsnummer, Referenznummer, Adressdaten des Empf&auml;ngers) werden mit einer Frist von 3 Monaten, nach Abschluss der Bearbeitung im Betriebssystem, in der Software vorgehalten, um eventuelle Anfragen, Reklamationen und Statistiken ohne Zeitverlust nachvollziehen und auswerten zu k&ouml;nnen.</p>

<p>Der Vertragspartner des Nutzers wird die &uuml;bermittelten Daten zur Erf&uuml;llung seiner gesetzlichen festgelegten Identifizierungspflichten nutzen und gem&auml;&szlig; den gesetzlichen Vorschriften speichern.</p>

<p>Die Dauer der Speicherung der Daten bei dem Vertragspartner des Nutzers sind dort bekannt zu geben oder zu erfragen.</p>

<p><strong>COOKIES</strong></p>

<p>Die identity Trust Management AG verwendet zum Teil sog. &bdquo;Cookies&ldquo;. Dies sind kleine Textdateien, die auf Ihrem Endger&auml;t gespeichert werden. Sie dienen dazu, Ihr genutztes Endger&auml;t beim erneuten Besuch unserer Website wiederzuerkennen oder einzelne Parameter im Zusammenhang mit der Nutzung unserer Website zu analysieren. Zu unterscheiden sind sog. Sitzungs-Cookies von sog. dauerhaften Cookies. Sitzungs-Cookies werden nach Beendigung der jeweiligen Sitzung von Ihrem Endger&auml;t gel&ouml;scht. Dauerhafte Cookies verbleiben auf Ihrem Ger&auml;t und dienen insbesondere der Wiedererkennung Ihres Ger&auml;ts bei der erneuten Anmeldung auf unserer Website. Durch Cookies wird lediglich das Ger&auml;t, nicht jedoch die Person des Verwenders identifiziert. Eine Speicherung von personenbezogenen Daten erfolgt im Zusammenhang mit der Verwendung von Cookies nicht. Sie k&ouml;nnen die Verwendung von Cookies dennoch in Ihrem Internet-Browser jederzeit deaktivieren. Allerdings f&uuml;hrt die Deaktivierung von Cookies zu Einschr&auml;nkungen bei der Nutzbarkeit unserer Website und des Identifizierungs-Service.</p>

<p><strong>VERWENDUNG VON GOOGLE ANALYTICS</strong></p>

<p>Die identity<sup>TM</sup> Website verwendet Google Analytics. Dabei handelt es sich um einen Web-Analysedienst der Firma Google Inc., USA (&bdquo;Google&ldquo;). Google Analytics verwendet Cookies, die eine Analyse der Benutzung der Website durch Sie erm&ouml;glichen. Die durch den Cookie erzeugten Informationen &uuml;ber Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA &uuml;bertragen und dort gespeichert. Im Falle der Aktivierung der IP- Anonymisierung auf dieser Webseite, wird Ihre IP-Adresse von Google jedoch innerhalb von Mitgliedstaaten der Europ&auml;ischen Union oder in anderen Vertragsstaaten des Abkommens &uuml;ber den Europ&auml;ischen Wirtschaftsraum zuvor gek&uuml;rzt. Nur in Ausnahmef&auml;llen wird die volle IP-Adresse an einen Server von Google in den USA &uuml;bertragen und dort gek&uuml;rzt. Im Auftrag des Betreibers dieser Webseite wird Google diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports &uuml;ber die Websiteaktivit&auml;ten f&uuml;r den Webseitenbetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie k&ouml;nnen die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich nutzen k&ouml;nnen. Sie k&ouml;nnen dar&uuml;ber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das unter dem folgenden Link verf&uuml;gbare Browser-Plugin herunterladen und installieren http://tools.google.com/dlpage/gaoptout?hl=de . Durch die Nutzung dieser Website erkl&auml;ren Sie sich mit der Bearbeitung der &uuml;ber Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden. Durch das setzen eines sog. Opt-Out-Cookies haben Sie die M&ouml;glichkeit, jede Form von Benutzer-Analyse auf dieser Website k&uuml;nftig zu unterbinden. Solange Sie diesen Cookie im Browser nicht l&ouml;schen, wird eine Analyse Ihres Nutzerverhaltens unterbleiben. Auch haben Sie die M&ouml;glichkeit, die Webanalyse f&uuml;r diese Website wieder zu aktivieren.</p>

<p><strong>Weitergabe an Beh&ouml;rden aufgrund einer gesetzlichen Grundlage</strong></p>

<p>Die identity Trust Management AG &uuml;bermittelt Daten &uuml;ber die Identit&auml;t eines Empf&auml;ngers im Rahmen der Identifikation nur auf Ersuchen an die gesetzlich zust&auml;ndigen Stellen, soweit dies f&uuml;r die Verfolgung von Straftaten oder Ordnungswidrigkeiten, zur Abwehr von Gefahren f&uuml;r die &ouml;ffentliche Sicherheit oder Ordnung erforderlich ist oder soweit Gerichte dies im Rahmen anh&auml;ngiger Verfahren nach Ma&szlig;gabe der hierf&uuml;r geltenden Bestimmungen anordnen.</p>

<p>Diese Ausk&uuml;nfte werden ausschlie&szlig;lich durch den Datenschutzbeauftragten erteilt und dokumentiert. Der Datenschutzbeauftragte pr&uuml;ft, ob es sich bei der auskunftsersuchenden Stelle um die daf&uuml;r zust&auml;ndige Stelle/ Beh&ouml;rde handelt und ob das Ersuchen die gesetzlichen Voraussetzungen erf&uuml;llt. Die ersuchende Beh&ouml;rde hat den Inhaber &uuml;ber die &Uuml;bermittelung der Daten zu unterrichten, sobald dadurch die Wahrnehmung der gesetzlichen Aufgaben nicht mehr beeintr&auml;chtigt wird oder wenn das Interesse des Inhabers an der Unterrichtung &uuml;berwiegt.</p>

<p><strong>Kontaktaufnahme f&uuml;r datenschutzrechtliche Fragen</strong></p>

<p>Bei Fragen zu datenschutzrechtlichen Themen, steht Ihnen unser Datenschutzbeauftragter gerne zur Verf&uuml;gung. Eine Kontaktaufnahme ist m&ouml;glich:</p>

<p><strong>per E-Mail</strong>: datenschutz@identity.tm</p>

<p><strong>per Post</strong>: identity Trust Management AG<br />
    - Datenschutzbeauftragter -<br />
    Lierenfelderstra&szlig;e 51<br />
    D-40231 D&uuml;sseldorf</p>

<p>Verantwortlich f&uuml;r den Inhalt ist der Vorstand<br />
    Johannes Meerloo, Uwe Stelzig, Michael Hoffmann</p>

<p>identity Trust Management AG<br />
    Lierenfelder Stra&szlig;e 51<br />
    40231 D&uuml;sseldorf<br />
    Telefon: +49 211 68 77 3-0&nbsp;<br />
    E-Mail: info@identity.tm&nbsp;<br />
    De-Mail: info@identity.de-mail.de</p>
</body>
</html>